BAD_WORDS = [
    'хуй',
    'хуёв',
    'хуе',
    'пизд',
    'пидар',
    'блядь',
    'гандон',
    'ебать',
    'ёб',
    'мудак',
    'мудила'
]

ANSWER_FOR_BAD_WORDS = [
    'Матюкаться нехорошо, ублюдок чертов!',
    'Ты не оборзел матом крыть здесь?',
    'Предупреждаю, мат здесь запрещен!',
    'Следи за выражениями, чмо',
    'Нормальным языком можно выражаться?',
    'А без мата можно обойтись, козёл?'
]

WEATHER_TOKEN = 'ee3c0ec7b77535a9bdc63afaa12ec4dc'

GOOGLE_API_KEY = 'AIzaSyCAGhFNKlXN8dV5VMc6T37IDrC4nuyiWlc'

WEATHER_ICONS = {
    'пасмурно': ''
}